tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "git"
brew "python@3.12"
brew "neovim"
brew "pipx"
brew "ripgrep"
brew "tmux"
brew "wget"
brew "elvish"
brew "chezmoi"
brew "eza"
brew "micromamba"
brew "fish"
brew "fzf"
brew "fd"
brew "bat"
brew "go"
brew "node"
brew "aria2"
brew "jless"
brew "ouch"
brew "fx"
brew "procs"
brew "dust"
brew "duf"
brew "bottom"
brew "gh"
brew "zoxide"
brew "openssl"
brew "mosh"
brew "rsync"
brew "expect"
brew "viddy"
brew "yazi"
brew "glow"
cask "font-caskaydia-cove-nerd-font"
cask "macfuse"
