# Tool to set default openers for file formats and url schemes on MacOS
brew "infat"
# Keep your Mac's application settings in sync
brew "mackup"
# Mac App Store command-line interface
brew "mas"
# Fast Cross-Platform Package Manager
brew "micromamba"
# docker
brew "docker"
brew "docker-compose"
brew "colima"
# Window peeking utility app
cask "dockdoor"
# Finder replacement and FTP, SFTP, WebDAV and Amazon s3 client
cask "forklift"
# Terminal emulator that uses platform-native UI and GPU acceleration
cask "ghostty"
# Keyboard customiser
cask "karabiner-elements"
# Privacy-first, open-source platform for knowledge sharing and management
cask "logseq"
# Extensible two-pane file manager
cask "marta"
# Shows the next meeting in the menu bar
cask "meetingbar"
# App to write, plan, collaborate, and get organised
cask "notion"
# Utility to uninstall apps and remove leftover files from old/uninstalled apps
cask "pearcleaner"
# Control your tools with a few keystrokes
cask "raycast"
# Move and resize windows using keyboard shortcuts or snap areas
cask "rectangle"
# Team communication and collaboration software
cask "slack"
# Open-source code editor
cask "visual-studio-code"
mas "Amphetamine", id: 937984704
mas "KakaoTalk", id: 869223134
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
